Repository: FERELKING14/AIVOS
Catalog: lib/l10n/app_*.arb
Languages: am, sw, zu

# appSubtitle
source: E-Commerce App
am: ኢኮሚርስ ሚኒስትር
sw: Programu ya Biashara
zu: I-Commerce App

# bottomNavShop
source: Shop
am: ራስ
sw: Duka
zu: Ivenkile

# bottomNavDiscover
source: Discover
am: ያወቁ
sw: Gundua
zu: Tholakala

# bottomNavBookmark
source: Bookmark
am: ምልክት
sw: Alama
zu: Uphawu

# bottomNavBag
source: Bag
am: ከረጢት
sw: Mfuko
zu: Isithwali

# bottomNavProfile
source: Profile
am: መገለጫ
sw: Wasifu
zu: Umprofayili

# homeTitle
source: Home
am: ቤት
sw: Nyumbani
zu: Ekhaya

# discoverTitle
source: Discover
am: ያወቁ
sw: Gundua
zu: Tholakala

# bookmarkTitle
source: Bookmarks
am: ምልክቶች
sw: Alama
zu: Amaphawu

# cartTitle
source: Shopping Cart
am: ግዢ ሳጥን
sw: Kadi ya Ununuzi
zu: Inkwali Yokulima

# profileTitle
source: Profile
am: መገለጫ
sw: Wasifu
zu: Umprofayili

source: Popular Products
am: ታዋቂ ምርቶች
sw: Bidhaa Maajabu
zu: Imikhiqizo Eyaziwayo

source: Flash Sale
am: ብልጭ ሽያጭ
sw: Mauzo ya Haraka
zu: Ukuthengisa Kwesikhukhumi

source: Best Sellers
am: ታላቅ አሸናፊ
sw: Jina Lisilo na Kundi
zu: Abathengisi Abakuhle Kakhulu

source: Most Popular
am: በጣም ታዋቂ
sw: Karibu sana Maajabu
zu: Ezaziwayo Kunazo Zonke

source: You might also like
am: ምናልባት ይወዱት
sw: Huenda pia upende
zu: Ungase Nothande Futhi

source: Categories
am: ምድቦች
sw: Aina
zu: Izigaba

source: All
am: ሁሉ
sw: Zote
zu: Konke

source: Men
am: ወንዶች
sw: Wanaume
zu: Amadoda

source: Women
am: ሴቶች
sw: Wanawake
zu: Abesifazane

source: Kids
am: ልጆች
sw: Watoto
zu: Abantwana

source: See All
am: ሁሉንም ይመልከቱ
sw: Tazama Zote
zu: Bonisa Konke

source: Search
am: ፈልግ
sw: Tafuta
zu: Sesha

source: Notifications
am: ማሳወቂያዎች
sw: Arifa
zu: Izaziso

source: Product Details
am: ምርት ዝርዝሮች
sw: Maelezo ya Bidhaa
zu: Imininingwane Yemikhiqizo

# productPrice
source: Price
am: ዋጋ
sw: Bei
zu: Intengo

# productRating
source: Rating
am: ደረጃ
sw: Kiwango
zu: Ukulinganisa

# productReviews
source: Reviews
am: ግምገማ
sw: Mapamaji
zu: Izibuyekezo

# productReview
source: Review
am: ግምገማ
sw: Mapamaji
zu: Isibuyekezo

# productDescription
source: Description
am: መግለጫ
sw: Maelezo
zu: Incazelo

# shippingInfo
source: Shipping Information
am: መላኪያ መረጃ
sw: Habari za Usambazaji
zu: Imininingwane Yokuthumela

# returnsPolicy
source: Returns
am: ተመላሾች
sw: Kurudishwa
zu: Ubuyele

source: Size Guide
am: መጠን መመሪያ
sw: Mwongozo wa Ukubwa
zu: Umhlahlandlela Wosayizi

source: Add to Cart
am: ወደ ሳጥን ጨምር
sw: Ongeza kwa Kadi
zu: Engeza Enkinkathe

source: Added to Cart
am: ወደ ሳጥን ተጨምሮ
sw: Imeongezwa kwa Kadi
zu: Kwengezwe Enkinkathe

source: Buy Now
am: አሁን ግዙ
sw: Nunua Sasa
zu: Thenga Manje

source: Notify Me
am: ያሳውቁኝ
sw: Nijulishe
zu: Ngitshele

source: Remove from Cart
am: ከሳጥን ወግደው
sw: Ondoa kutoka Kadi
zu: Susa Enkinkathe

# cartEmpty
source: Your cart is empty
am: ሳጥንዎ ባዶ ነው
sw: Kadi yako ni tupu
zu: Inkinkathe Yakho Iyinxa

# cartItemsCount
source: {count, plural, =0{No items} =1{1 item} other{{count} items}}
am: {count, plural, =0{ምንም ዕቃ የሉም} =1{1 ዕቃ} other{{count} ዕቃዎች}}
sw: {count, plural, =0{Hakuna vitu} =1{Kitu 1} other{{count} vitu}}
zu: {count, plural, =0{Akukho zinto} =1{Into enye} other{{count} izinto}}

source: Checkout
am: ገዛ
sw: Kumaliza
zu: Ukulandela

source: Continue Shopping
am: ግዋብ ጥበቡ
sw: Endelea na Ununuzi
zu: Qhubeka Nokuthengisa

source: Subtotal
am: ንኡስ ጠቅላላ
sw: Jumla ndogo
zu: Isamba Esincane

source: Shipping
am: መላኪያ
sw: Usambazaji
zu: Ukuthumela

source: Tax
am: ታክስ
sw: Kodi
zu: Itaksi

source: Total
am: ጠቅላላ
sw: Jumla

source: Apply Coupon
am: ኩፖን ይተግብሩ
sw: Tumia Karata
zu: Sebenzisa I-Coupon

source: Coupon Code
am: ኩፖን ኮድ
sw: Kikomo cha Karata
zu: Ikhodi Ye-Coupon

# orderConfirmation
source: Order Confirmed
am: ትዕዛዝ ተረጋገጠ
sw: Amri Imethibitisha
zu: I-Oda Iyaqinisekile

source: Order Number
am: የትዕዛዝ ቁጥር
sw: Namba ya Amri
zu: Inombolo Ye-Order

source: Estimated Delivery
am: ተገምተው ተውሰደ
sw: Kupokelewa Kinadhani
zu: Ukulethelwa Okunethunjini

# orderTracking
source: Track Order
am: ትዕዛዝ ይከታተሉ
sw: Fuatilia Amri
zu: Landela I-Order

source: Orders
am: ትዕዛዞች
sw: Amri
zu: Ama-Oda

source: Order History
am: የትዕዛዝ ታሪክ
sw: Historia ya Amri
zu: Umlando We-Order

source: Order Status
am: የትዕዛዝ ሁኔታ
sw: Hali ya Amri
zu: Isimo Se-Order

source: Addresses
am: አድራሻዎች
sw: Anwani
zu: Amakomole

source: Add Address
am: አድራሻ ጨምር
sw: Ongeza Anwani
zu: Engeza Ikhomole

source: Edit Address
am: አድራሻ ያርትዑ
sw: Hariri Anwani
zu: Hlela Ikhomole

source: Delete Address
am: አድራሻ ይሰርዙ
sw: Futa Anwani
zu: Susa Ikhomole

source: Default Address
am: ነባር አድራሻ
sw: Anwani Kawaida
zu: Ikhomole Okukhethekile

source: Set as Default
am: እንደ ነባር ተወስኑ
sw: Weka kama Kawaida
zu: Setha Njengokweminyakozelo

source: Full Name
am: ሙሉ ስም
sw: Jina Kamili
zu: Igama Eliphelele

source: Phone Number
am: ስልክ ቁጥር
sw: Namba ya Simu
zu: Inombolo Yefoni

source: Street Address
am: መንገድ አድራሻ
sw: Anwani ya Barabara
zu: Ikhomole Lomgwaqo

source: City
am: ከተማ
sw: Jiji
zu: Umjiji

source: State
am: ስቴት
sw: Jimbo
zu: Ifastela

source: Zip Code
am: ዝ ኮድ
sw: Namba ya Posta
zu: Ikhodi Ye-Zip

source: Country
am: ሃገር
sw: Nchi
zu: Izwe

source: Payment Method
am: የክፍያ ዘዴ
sw: Njia ya Malipo
zu: Indlela Yokukhokhela

source: Add Payment Method
am: የክፍያ ዘዴ ጨምር
sw: Ongeza Njia ya Malipo
zu: Engeza Indlela Yokukhokhela

source: Card Name
am: ካርድ ስም
sw: Jina la Kadi
zu: Igama Le-Card

source: Card Number
am: ካርድ ቁጥር
sw: Namba ya Kadi
zu: Inombolo Ye-Card

source: Expiry Date
am: ማለፊያ ወቅት
sw: Tarehe ya Kumalizika
zu: Usuku Lokumiswa

# userInfo
source: User Information
am: የተጠቃሚ መረጃ
sw: Taarifa za Mtumiaji
zu: Imininingwane Yomsebenzisi

source: Edit Profile
am: መገለጫ ያርትዑ
sw: Hariri Wasifu
zu: Hlela Umprofayili

source: First Name
am: ጸሀፊ ስም
sw: Jina la Kwanza
zu: Igama Lokuqala

source: Last Name
am: ስሙ
sw: Jina la Mwisho
zu: Isigamelo Sokugcina

# email
source: Email Address
am: ኢሜል አድራሻ
sw: Anwani ya Barua
zu: Ikheli Le-Email

source: Update Profile
am: መገለጫ ያሻሽሉ
sw: Sasisha Wasifu
zu: Kubuyekezelwe Umprofayili

source: Change Password
am: ይለፍ ቃል ይቀይሩ
sw: Badilisha Neno la Siri
zu: Shintsha Iphasiwedi

source: Current Password
am: አሁን ያለ ይለፍ ቃል
sw: Neno la Siri la Sasa
zu: Iphasiwedi Yangoku

source: New Password
am: አዲስ ይለፍ ቃል
sw: Neno la Siri Jipya
zu: Iphasiwedi Entsha

source: Confirm Password
am: ይለፍ ቃል ያረጋግጡ
sw: Thibitisha Neno la Siri
zu: Qinisekisa Iphasiwedi

source: Preferences
am: ምርጫዎች
sw: Mapenzi
zu: Izinto Ezithandwayo

source: Enable Notifications
am: ማሳወቂያዎች ይቻሉ
sw: Wezesha Arifa
zu: Nika Amandla Ezaziso

source: Email Notifications
am: ኢሜል ማሳወቂያዎች
sw: Arifa za Barua
zu: Izaziso Ze-Email

source: Push Notifications
am: ማሳወቂያዎች ይግፉ
sw: Arifa za Kusukuma
zu: Izaziso Zokuthiskisa

source: SMS Notifications
am: ኤስኤምኤስ ማሳወቂያዎች
sw: Arifa za SMS
zu: Izaziso Ze-SMS

source: Language
am: ቋንቋ
sw: Lugha
zu: Ulimi

# french
source: Fran√ßais
am: Français

source: Select Language
am: ቋንቋ ይምረጡ
sw: Chagua Lugha
zu: Khetha Ulimi

source: Location
am: ቦታ
sw: Mahali
zu: Indawo

source: Settings
am: ቅንብሮች
sw: Mipango
zu: Imihlelo

source: Help & Support
am: እርዳታ & ድጋፍ
sw: Usaidizi & Msaada
zu: Usizo & Ukusekela

source: Get Help
am: እርዳታ ይያዙ
sw: Pata Usaidizi
zu: Zama Usizo

source: FAQ
am: ጊዜ ብዙ ጊዜ ጠየቁ ጥያቄዎች
sw: Maswali Yanayoulizwa Sana
zu: Imibuzo Ebutelwe Kaningi

source: Contact Us
am: ያገኙን
sw: Wasiliana Nasi
zu: Xhumana Nathi

# aboutApp
source: About AIVO
am: AIVO ስለ
sw: Kuhusu AIVO
zu: Mayelana Ne-AIVO

source: Terms & Conditions
am: ውሎች & ሁኔታዎች
sw: Masharti na Hali
zu: Amagama & Imigomo

source: Privacy Policy
am: ግላዊነት ግበር
sw: Sera ya Faragha
zu: Umgwaqo Wamagalelo

source: Login
am: ግባ
sw: Ingia
zu: Ngena

source: Sign Up
am: ተመዝገቡ
sw: Jandali
zu: Bhalisela

# signup_getStarted
source: Let's get started!
am: ስታርት ወሰድ!
sw: Mitende!
zu: Ake siqalise!

# signup_message
source: Please enter your valid data in order to create an account.
am: ወደ ሂሳብ ለመፍጠር እባክዎን ትክክለኛ milwaukee ያስገቡ።
sw: Tafadhali ingiza taarifa sahihi ili kuunda akaunti.
zu: Sicela ufake ulwazi olulungile ukuze udluze i-akhawunti.

source: Logout
am: ውጣ
sw: Toka
zu: Jika ngaphandle

source: Forgot Password?
am: ይለፍ ቃል ረስተዋል?
sw: Umesahau Neno la Siri?
zu: Ukhohlwe Iphasiwedi?

source: Password Recovery
am: ይለፍ ቃል ስ
sw: Kurudishwa kwa Neno la Siri
zu: Ukubuyela Iphasiwedi

# enterEmail
source: Enter your email address
am: ኢሜል አድራሻዎን ያስገቡ
sw: Ingiza anwani yako ya barua
zu: Ufake ikheli lakho le-email

source: Reset Password
am: ይለፍ ቃል ዳግም ያስጀምሩ
sw: Seti tena Neno la Siri
zu: Setha kabusha I-Pasiwedi

source: Send Reset Link
am: ዳግም ያስጀምሩ ቁልፍ ይላኩ
sw: Tuma Kiungo cha Kuseti tena
zu: Thumela I-Link Yokusetha Kabusha

source: Username
am: ተጠቃሚ ስም
sw: Jina la Mtumiaji
zu: Igama Lomsebenzisi

source: Password
am: ይለፍ ቃል
sw: Neno la Siri
zu: Iphasiwedi

# passwordConfirm
source: Confirm Password
am: ይለፍ ቃል ያረጋግጡ
sw: Thibitisha Neno la Siri
zu: Qinisekisa I-Pasiwedi

# agreeTerms
source: I agree with Terms & Conditions
am: ውሎች & ሁኔታዎች ከዚህ ጋር 同意します
sw: Nakubali Masharti na Hali
zu: Ngiyavuma Amagama & Imigomo

# haveAccount
source: Already have an account?
am: ቀድሞ ሂሳብ አለቦት?
sw: Je, tayari una akaunti?
zu: Uyase I-akhawunti yini?

# noAccount
source: Don't have an account?
am: ሂሳብ የሉትም?
sw: Huna akaunti?
zu: Awunayo I-akhawunti?

source: Continue
am: ቀጥል
sw: Endelea
zu: Qhubeka

source: Next
am: ቀጥል
sw: Inayofuata
zu: Okulandelayo

source: Back
am: ጀብ
sw: Nyuma
zu: Emuva

source: Save
am: ቀን
sw: Hifadhi
zu: Londoloza

source: Cancel
am: ተወው
sw: Kataa
zu: Khansela

source: Delete
am: ሰርዙ
sw: Futa
zu: Susa

source: Edit
am: ያርትዑ
sw: Hariri
zu: Hlela

source: Add
am: ጨምር
sw: Ongeza
zu: Engeza

source: Remove
am: ወግደው
sw: Ondoa
zu: Susa

source: Search products
am: ምርቶች ውጤታ
sw: Tafuta bidhaa
zu: Sesha imikhiqizo

# noResults
source: No results found
am: ውጤት አልተገኙም
sw: Hakuna matokeo yaliyopatikana
zu: Azikho izithwala

source: Filter By
am: ወርወር በ
sw: Changia Kwa
zu: Hlela Nge

source: Sort By
am: በ ተከታትል
sw: Panga Kwa
zu: Hlukahluka Nge

source: Price Range
am: ዋጋ ቅርጽ
sw: Upeo wa Bei
zu: Isikhathi Sentengo

source: Rating
am: ደረጃ
sw: Kiwango
zu: Ukulinganisa

source: Wishlist
am: ወደ የምወድ ዝርዝር
sw: Orodha ya Matakwa
zu: Ulwazi Lokuthanda

source: Add to Wishlist
am: ወደ ወደ የምወድ ዝርዝር ጨምር
sw: Ongeza kwa Orodha ya Matakwa
zu: Engeza Kulwazi Lokuthanda

source: Remove from Wishlist
am: ከ የምወድ ዝርዝር ወግደው
sw: Ondoa kutoka Orodha ya Matakwa
zu: Susa Kulwazi Lokuthanda

source: Saved Items
am: በሩት ወደ ተቀሳ
sw: Vitu Vilivyohifadhiwa
zu: Izinto Ezilondolozwe

# noBookmarks
source: No bookmarks yet
am: ምልክቶች የሉም
sw: Hakuna alama tata
zu: Akakunaphawu

source: On Sale
am: በሽያጭ ላይ
sw: Kwa Mauzo
zu: Nokutengeziwe

source: Discount
am: ቅናሽ
sw: Punguzo
zu: Okukhokhela

source: Wallet
am: ወለታ
sw: Foleni
zu: Imali

source: Balance
am: ሚዛን
sw: Salio
zu: Isikwelekwete

source: Recharge
am: ዳግም ሙሙ
sw: Jaza tena
zu: Phakamisa

source: Transactions
am: ግብይቶች
sw: Miamala
zu: Izitransakhishini

source: Wallet History
am: ወለታ ታሪክ
sw: Historia ya Foleni
zu: Umlando Wemali

source: Error
am: ስህተት
sw: Kosa
zu: Iphutha

source: Success
am: ሊሠሩ
sw: Mafanikio
zu: Impumelelo

source: Warning
am: ስጠየቅ
sw: Onyo
zu: Isexwayiso

# info
source: Information
am: ይገልጹ
sw: Taarifa
zu: Imininingwane

# errorOccurred
source: An error occurred
am: ስህተት ተከስተ
sw: Kosa lilitokea
zu: Iphutha lalitholakala

source: Try Again
am: ዳግም ሞክር
sw: Jaribu tena
zu: Zama Futhi

source: Loading...
am: ጭነት...
sw: Inapakia...
zu: Ilayode...

source: Coming Soon
am: በቅርቡ ይመጣል
sw: Inakuja Karibuni
zu: Uzofika Kamuva

# noInternet
source: No Internet Connection
am: ምንም ኢንተርኔት ግንኙነት የውቤት
sw: Hakuna Muunganisho wa Intaneti
zu: Akukho Ukuxhumeka I-Internet

# checkConnection
source: Please check your internet connection
am: እባክዎ ኢንተርኔት ግንኙነት ይመልከቱ
sw: Tafadhali angalia muunganisho wako wa intaneti
zu: Sicela ubalazele ukuxhumeka kwe-Internet kwakho

# welcome
source: Welcome to AIVO
am: ወደ AIVO ይምጣ
sw: Karibu AIVO
zu: Sizwakalile I-AIVO

# exploreProducts
source: Explore our amazing products
am: አስ በሮ አሪካቴ ምርቶች ይፈልጉ
sw: Chunguza bidhaa zetu za ajabu
zu: Tholakala imikhiqizo yethu eyakudumala

# bestDeals
source: Best deals on your favorite items
am: በቅርብ እቃዎች ላይ ታላቁ ስቂቅ
sw: Makupuni bora kwenye vitu vyako vya kupenda
zu: Indenimali enhle kakhulu ku-izinto ozithandayo

# freeShipping
source: Free shipping on orders over 50
am: ነፃ ማሰራጫ በ 50 በላይ ትዕዛዞች
sw: Usambazaji wa bure kwa amri zaidi ya 50
zu: Ukuthumela okukhululekile kuhla ama-order 50

# rateStar
source: {count} stars
am: {count} ነጅ ስቂቅ
sw: {count} nyota
zu: {count} inkanyezi

source: Rate & Review
am: ደረጃ & ግምገማ
sw: Kiwango & Mapamaji
zu: Linganisa & Buyekezo

# writeReview
source: Write a Review
am: ግምገማ ይጻፉ
sw: Andika Mapamaji
zu: Bhala Isibuyekezo

# reviewThanks
source: Thank you for your review!
am: ግምገማዎ ለ አመሰግናለሁ!
sw: Asante kwa mapamaji yako!
zu: Ngiyabonga eyisibuyekezo sakho!

# helpful
source: Was this helpful?
am: ይህ ሊሠር ነበር?
sw: Je, hii ilikuwa na msaada?
zu: Ingaba lokhu kwanusiza?

source: Yes
am: አዎ
sw: Ndiyo
zu: Yebo

source: No
am: ምንም
sw: Hapana
zu: Cha

source: Report
am: ይዘገቡ
sw: Ripoti
zu: Menyeza

source: Delivery Address
am: የመላኪያ አድራሻ
sw: Anwani ya Kupokelewa
zu: Ikhomole Lokuhambisela

source: Select Address
am: አድራሻ ይምረጡ
sw: Chagua Anwani
zu: Khetha I-Address

source: Change Address
am: አድራሻ ይቀይሩ
sw: Badilisha Anwani
zu: Shintsha I-Address

source: Delivery Date
am: የመላኪያ ሰሪ
sw: Tarehe ya Kupokelewa
zu: Usuku Lokuhambisela

source: Estimated time
am: ተገምተው ሰዓት
sw: Wakati unaokadiriwa
zu: Isikhathi Sokulinganisa

source: Order Placed
am: ትዕዛዝ ተቀመጠ
sw: Amri Iliyowekwa
zu: Oda ELikhisiwe

source: Confirmed
am: ታረረገ
sw: Imethibitisha
zu: Iqinisekile

source: Shipped
am: ተላኩ
sw: Iliyotumwa
zu: Ithumwe

source: Out for Delivery
am: መለኪያ ሎ
sw: Kwa Kupokelewa
zu: Kuhambisela

source: Delivered
am: ተሰጠ
sw: Iliyopokelewa
zu: Ivunyelwe

source: Return Requested
am: ይደግሙ ተጠየቀ
sw: Kurudisha Kuombolezwa
zu: Ubuyele Bucelwe

source: Return Processing
am: ይደግሙ ማብረር
sw: Kurudisha Kutengenezwa
zu: Ubuyele Busebenziswa

source: Return Completed
am: ይደግሙ ተፈጸመ
sw: Kurudisha Kukamilika
zu: Ubuyele Buphelile

source: Store Availability
am: ማዘዝ ዕቅብ
sw: Kupatikana kwa Duka
zu: Ukuthola Kule Sivikili

source: Check Availability
am: ዕቅብ ይመልከቱ
sw: Angalia Kupatikana
zu: Hlola Ukuthola

source: In Stock
am: ላይ ክምችት
sw: Katika Soko
zu: Kusetho

source: Out of Stock
am: ከሙሉ ወጪ
sw: Nje ya Soko
zu: Phandle Kwesetho

source: Low Stock
am: ዝቅተኛ ዕቅብ
sw: Soko Chache
zu: Isetho Eliphansi

# newItems
source: New items with Free shipping
am: አዲስ ዕቃዎች ነፃ ማሰራጫ
sw: Vitu vipya na Usambazaji wa bure
zu: Izinto Ezintsha kanye Nokuthumela Okukhululekile

source: Black Friday
am: ጥቁር ሮምዖ
sw: Ijumaa Nyeusi
zu: Umsombela Omnyama

# discountCollection
source: Collection
am: ስብስብ
sw: Mkusanyiko
zu: Okukungenisela

source: Grab yours now
am: ሃላይ የሀገር ተያዙ
sw: Jichukulie lako sasa
zu: Zihute kwamanje

source: Summer Sale
am: የበጋ ሽያጭ
sw: Mauzo ya Kiangazi
zu: Intengiso Yesikhathi Sokuphumela

source: Special Offer
am: ልዩ ዋጋ
sw: Zawadi Maalum
zu: Isiphakamiso Esikhethekile

# logInTitle
source: Log in
am: ይግባኝ
sw: Ingia
zu: Ngena

# forgotPasswordButton
source: Forgot password?
am: ይለፈፍ ረስተሃል?
sw: Umesahau neno la siri?
zu: Ukhohlwe Iphasiwedi?

# dontHaveAccount
source: Don't have an account?
am: jamie ስሩ?
sw: Je, huna akaunti?
zu: Awunayo I-akhawunti?

# signUpButton
source: Sign up
am: ይመዝገቡ
sw: Jiandikishe
zu: Bhalisela

# loginFailedError
source: Login failed
am: ግባ ወደ ላይ ሳቅ
sw: Ingia Hakuniwezi
zu: Ukungena Akuphumelele

# signupFailedError
source: Sign up failed
am: ተመዝገቡ ወደ ላይ ሳቅ
sw: Jandali Hakuniwezi
zu: Ukubhalisela Akuphumelele

# passwordResetSent
source: Password reset link sent to your email!
am: ይለፍ ቃል ዳግም ያስጀምሩ ድርጅት ወደ ኢሜል ተላኩ!
sw: Kiungo cha kuseti neno la siri lilitumwa kwa barua yako!
zu: Isixhumanisi sokusetha kabusha iphasiwedi sithumelwe ku-imeyili yakho!

# resetPasswordError
source: Error resetting password
am: ይለፍ ቃል ዳግም ያስጀምሩ ስህተት
sw: Kosa la kuseti neno la siri
zu: Iphutha lokuwusetha kabusha iphasiwedi

# emailPlaceholder
source: Email address
am: ኢሜል አድራሻ
sw: Anwani ya barua pepe
zu: Ikheli le-Email

# passwordPlaceholder
source: Password
am: ይለፈፍ
sw: Neno la siri
zu: Iphasiwedi

# askQuestion
source: Ask a question
am: ጥያቄ ይጠይቁ
sw: Uliza Swali
zu: Buza Umbuzo

# askQuestion1
source: Ask your question
am: ጥያቄዎን ይጠይቁ
sw: Uliza swali lako
zu: Buza umbuzo wakho

source: Your question...
am: ጥያቄዎ...
sw: Swali lako...
zu: Umbuzo wakho...

source: Send
am: ይላኩ
sw: Tuma
zu: Thumela

source: Popular FAQ
am: ታዋቂ ጊዜ ብዙ ጊዜ ጠየቁ ጥያቄዎች
sw: Maswali Maajabu Yanayoulizwa Sana
zu: Imibuzo Eyaziwayo Ebutelwe Kaningi

source: All FAQ
am: ሁሉ ጊዜ ብዙ ጊዜ ጠየቁ ጥያቄዎች
sw: Maswali Yote Yanayoulizwa Sana
zu: Yonke Imibuzo Ebutelwe Kaningi

# noFaqAvailable
source: No FAQ available at the moment
am: ምንም ጊዜ ብዙ ጊዜ ጠየቁ ጥያቄዎች አሁን
sw: Hakuna maswali yanayoulizwa sana kwa sasa
zu: Akukho mibuzo ebutelwe kaningi ngalesi sikhathi

# faqLike
source: Like
am: ምርጥ
sw: Kama
zu: Thande

source: Cookie Preferences
am: ኩክ ምርጫዎች
sw: Mapenzi ya Kuki
zu: Izinto Ezithandwayo Ze-Cookie

source: Reset Preferences
am: ምርጫዎች ዳግም ያስጀምሩ
sw: Seti tena Mapenzi
zu: Setha kabusha izinto ezithandwayo

source: Preferences reset
am: ምርጫዎች ዳግም ተጀመሩ
sw: Mapenzi Seti tena
zu: Izinto Ezithandwayo Setha Kabusha

source: Theme
am: ርዕሰ ጽሑፍ
sw: Mada
zu: Isihloko

# lightTheme
source: Light
am: ብርሃን
sw: Mwanga
zu: Okukhanya

# darkTheme
source: Dark
am: ጥቁር
sw: Giza
zu: Umnyama

# systemTheme
source: System
am: ሥርዓት
sw: Mfumo
zu: Uhlelo

# emptyWishlist
source: Your wishlist is empty
am: የምህዩ ዝርዝር ባዶ ነው
sw: Orodha yako ya matakwa ni tupu
zu: Ulwazi lokuthanda lwakho uyinxa

# emptyWishlistDescription
source: Add products to your wishlist to find them easily
am: ምርቶች ወደ የምህዩ ዝርዝር ጨምሩ በቀላሉ ማግኘት
sw: Ongeza bidhaa kwa orodha yako ya matakwa ili kuzipatia kwa urahisi
zu: Engeza imikhiqizo kulwazi lokuthanda lokuze uyitholakale kalula

source: My Wishlist
am: ያኔ ወደ የምወድ ዝርዝር
sw: Orodha Yangu ya Matakwa
zu: Ulwazi Lami Lokuthanda

source: Delete all
am: ሁሉ ሰርዙ
sw: Futa Zote
zu: Susa Konke

# addToWishlistError
source: Could not add to wishlist
am: ወደ የምህዩ ዝርዝር ማከል ይችሉ አልቻሉም
sw: Haiwezi kuongeza kwa orodha ya matakwa
zu: Ayikwazi ukwengeza kulwazi lokuthanda

# walletTitle
source: Wallet
am: ወለታ
sw: Foleni
zu: Imali

source: + Charge Balance
am: + ሚዛን ሙሙ
sw: + Jaza Salio
zu: + Phakamisa Isikwelekwete

source: Logout failed
am: ውጣ ወደ ላይ ሳቅ
sw: Toka Hakuniwezi
zu: Ukuphuma Akuphumelele

source: Logged out successfully
am: በተሳካ ሁኔታ ወጣ
sw: Umefanikiwa Kutoka
zu: Uphume Ngempumelelo

# returnsTitle
source: Returns
am: ተመላሾች
sw: Kurudishwa
zu: Ubuyele

source: Returns (coming soon)
am: ተመላሾች (በቅርቡ ይመጣል)
sw: Kurudishwa (Inakuja Karibuni)
zu: Ubuyele (Uzofika Kamuva)

# helpTitle
source: Get Help
am: እርዳታ ይያዙ
sw: Pata Usaidizi
zu: Zama Usizo

source: Help (coming soon)
am: እርዳታ (በቅርቡ ይመጣል)
sw: Usaidizi (Inakuja Karibuni)
zu: Usizo (Uzofika Kamuva)

# selectLanguage2
source: Select a language
am: ቋንቋ ይምረጡ
sw: Chagua Lugha
zu: Khetha Ulimi

# searchLanguage
source: Search for a language...
am: ቋንቋ ጀምር...
sw: Tafuta lugha...
zu: Sesha ulimi...

# connection
source: Settings
am: ቅንብሮች
sw: Mipango
zu: Imihlelo

# findItem
source: Find the item you've been looking for
am: እርስዎ መጠየቁ ዕቅብ ያን
sw: Tafuta bidhaa uliyokuwa ukitafuta
zu: Tholakala into oyizingayo

# getShoppingBags
source: Get those shopping bags filled
am: ግዢ ብጥቫ ሙሉ ያድርጉ
sw: Jaza mifuko yako ya ununuzi
zu: Gcwalisa amabhegi akho wokuthenga

source: Fast & secure payment
am: ፍጥነት & ደህንነት ክፍያ
sw: Malipo ya Haraka na Salama
zu: Okuqalekazi Nomthamo Wokukhokhela

# paymentOptions
source: There are many payment options available for your ease
am: ብዙ ክፍያ ምርጫዎች ቀላሉ
sw: Kuna chaguo nyingi za malipo zinazopatikana kwa ajili yako
zu: Eziningi izindlela zokukhokhela ezitholakalayo ngezinhloko

source: Package tracking
am: ጥቅል ተከታትሎ
sw: Fuatilia Pakiti
zu: Landela Ipakithe

source: Nearby stores
am: አጠገብ ይወክሉ
sw: Maduka Yaliyokaribiana
zu: Izivikili Ezikufutshane

# noBestSellers
source: No best sellers available
am: ምንም ታላቅ አሸናፊ ያገኙ
sw: Hakuna jina lisilo na kundi linalozuia
zu: Akukho abothengisi abakuhle kakhulu

# noProducts
source: No products available
am: ምንም ምርትቶች ያገኙ
sw: Hakuna bidhaa zinazopatikana
zu: Akukho mikhiqizo itholakala

# noFlashSale
source: No flash sale products
am: ምንም ብልጭ ሽያጭ ምርቶች
sw: Hakuna bidhaa za mauzo ya haraka
zu: Akukho imikhiqizo yokuthungisa kwesikhukhumi

# sizeGuideTitle
source: Size guide
am: መጠን መመሪያ
sw: Mwongozo wa Ukubwa
zu: Umhlahlandlela Wosayizi

source: Check stores
am: ይወክሉ ይመልከቱ
sw: Angalia Maduka
zu: Hlola Izivikili

# continueShoppingBtn
source: Continue shopping
am: ግዋብ ሳቅ
sw: Endelea na Ununuzi
zu: Qhubeka Nokuthengisa

# checkoutBtn
source: Checkout
am: ገዛ
sw: Kumaliza
zu: Ukulandela

# sleevelessRuffleTitle
source: Sleeveless Ruffle
am: አንደበር ገብ ስፌቶች
sw: Bila Mikono Ruffles
zu: Ingaphansi Ruffles

source: Find something...
am: አንድ ሌላ ጀምር...
sw: Tafuta kitu...
zu: Tholakala nto...

# storeSettings
source: Settings
am: ቅንብሮች
sw: Mipango
zu: Imihlelo

# reviewsCount
source: ({count} Reviews)
am: ({count} ግምገማዎች)
sw: ({count} Mapamaji)
zu: ({count} Izibuyekezo)

# welcomeBackTitle
source: Welcome back!
am: እንደገና ተቀበለህ!
sw: Karibu rudi!

# logInDescription
source: Log in with your data that you entered during your registration.
am: በመመዝገብ ወቅት ያስገባህ ውሂብህን በመጠቀም ይግባኝ።
sw: Ingia gamit data uliigiza wakati wa kujiandikisha.

# logInFailedError
source: Login failed
am: ይግባኝ ውድቅ ተደርጓል
sw: Kuingia kumeshindwa

# skipButton
source: Skip
am: ዘለል
sw: Ruka

# allFieldsRequired
source: Please fill in all fields
am: ሁሉንም መስኮች ሙላት
sw: Tafadhali jaza sehemu zote

source: No popular products
sw: Hakuna bidhaa maajabu
zu: Akukho imikhiqizo eyaziwayo
